/* No comment provided by engineer. */
" Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button." = "Fiókja létrehozva. Küldtünk egy visszaigazoló e-mailt a következő címre:%@. Kérjük, ellenőrizze e-mailjeit a fiókja érvényesítéséhez. Miután ez megtörtént, jöjjön vissza ide és kattintson a gombra.";

/* No comment provided by engineer. */
"%@ are writing..." = "%@ ír(nak)…";

/* No comment provided by engineer. */
"%@ has joined" = "%@csatlakozott ";

/* No comment provided by engineer. */
"%@ has left" = "%@ kilépett";

/* No comment provided by engineer. */
"%@ is busy." = "%@ elfoglalt.";

/* No comment provided by engineer. */
"%@ is no longer an admin" = "%@ már nem egy adminisztrátor";

/* No comment provided by engineer. */
"%@ is not connected." = "%@nincs csatlakoztatva. ";

/* No comment provided by engineer. */
"%@ is now an admin" = "%@ most egy adminisztrátor";

/* No comment provided by engineer. */
"%@ is writing..." = "%@ ír…";

/* No comment provided by engineer. */
"%@ would like to enable video" = "%@ szeretné engedélyezni a videót";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@Ennek oka:%2$@";

/* No comment provided by engineer. */
"(invalid string)" = "(érvénytelen karakterlánc)";

/* Email title for people wanting to send a bug report */
"<Please describe your problem or you will be ignored>" = "<Please describe your problem or you will be ignored>";

/* No comment provided by engineer. */
"\nConfirmation security\n\nSay: %@\nConfirm that your interlocutor\nsays: %@" = "\nMegerősítés biztonsága\n\nMond: %1$@\nErősítse meg, hogy a beszélgetőpartnere\nmondja: %2$@";

/* No comment provided by engineer. */
"A new version of your app is available, use the button below to download it." = "Az alkalmazás új verziója elérhető, használja az alábbi gombot a letöltéshez.";

/* No comment provided by engineer. */
"About" = "Rólunk";

/* No comment provided by engineer. */
"ACCEPT" = "Fogadás";

/* No comment provided by engineer. */
"Accept" = "Fogadás";

/* No comment provided by engineer. */
"Account configuration issue" = "Fiók beállítási probléma";

/* No comment provided by engineer. */
"Account expiring" = "Fiók lejár";

/* No comment provided by engineer. */
"Add new email" = "Új e-mail cím hozzáadása";

/* No comment provided by engineer. */
"Add new phone number" = "Új telefonszám hozzáadása";

/* No comment provided by engineer. */
"Add new SIP address" = "Új SIP-cím hozzáadása";

/* No comment provided by engineer. */
"Address book" = "Címjegyzék ";

/* No comment provided by engineer. */
"Address incomplete" = "Cím hiányos";

/* No comment provided by engineer. */
"Answer" = "Válasz";

/* No comment provided by engineer. */
"Application logs" = "Alkalmazás naplók";

/* No comment provided by engineer. */
"Are you sure to want to remove your proxy setup?" = "Biztosan el akarja távolítani a proxy beállítást?";

/* No comment provided by engineer. */
"Assistant" = "Segítő";

/* No comment provided by engineer. */
"Assistant error" = "Segítő hiba";

/* No comment provided by engineer. */
"Authentification needed" = "Hitelesítés szükséges";

/* No comment provided by engineer. */
"Average" = "Átlag";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "Rossz hitelesítő adatok, ellenőrizze a fiókbeállításokat";

/* No comment provided by engineer. */
"Bad gateway" = "Hibás átjáró";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "Az akkumulátor alacsony. Leállítja a videót?";

/* No comment provided by engineer. */
"Buy" = "Vásárlás";

/* No comment provided by engineer. */
"CALL" = "Hívás";

/* No comment provided by engineer. */
"Call" = "Hívás";

/* No comment provided by engineer. */
"Call %@" = "Hívás %@";

/* No comment provided by engineer. */
"Call failed" = "Sikertelen  hívás ";

/* No comment provided by engineer. */
"Call quality: %d" = "Hívás minősége: %d";

/* No comment provided by engineer. */
"Calls" = "Hívások";

/* No comment provided by engineer. */
"Camera" = "Fényképezőgép";

/* No comment provided by engineer. */
"Camera not authorized" = "A fényképezőgép használata nem engedélyezett";

/* No comment provided by engineer. */
"Camera's permission" = "Fényképezőgép engedélyei";

/* No comment provided by engineer. */
"Can't find this file" = "Nem található ez a fájl";

/* No comment provided by engineer. */
"Cancel" = "Törlés";

/* No comment provided by engineer. */
"CANCEL" = "Mégsem";

/* No comment provided by engineer. */
"Cannot call %@." = "Nem lehet hívni %@.";

/* No comment provided by engineer. */
"Cannot make call" = "Nem tud hívást kezdeményezni";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "Még nem lehet vásárolni semmit, kérjük próbálja újra később.";

/* No comment provided by engineer. */
"Cannot reach the server: either the address is invalid or it may be temporarily down." = "Nem lehet elérni a kiszolgálót: vagy érvénytelen cím vagy lehet, hogy átmenetileg nem működik.";

/* No comment provided by engineer. */
"Cannot retrieve your configuration. Please check credentials or try again later" = "Nem lehet lekérni a beállításait. Kérjük, ellenőrizze a hitelesítő adatokat vagy próbálja újra később.";

/* No comment provided by engineer. */
"Cannot send email" = "Nem tud e-mailt küldeni";

/* No comment provided by engineer. */
"Cannot send logs" = "Nem lehet naplókat küldeni";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "Nem tud képet írni a fotótárba";

/* No comment provided by engineer. */
"Cannot write video to photo library" = "Nem lehet videót írni a fotótárba";

/* No comment provided by engineer. */
"Change your password" = "Jelszó megváltoztatása";

/* No comment provided by engineer. */
"Changing your password" = "Jelszó megváltoztatása folyamatban van";

/* No comment provided by engineer. */
"Chat room could not be created on server" = "Csevegő szoba nem hozható létre a kiszolgálón";

/* No comment provided by engineer. */
"Chat room creation error" = "Csevegő szoba létrehozási hiba";

/* No comment provided by engineer. */
"Chat with %@" = "Csevegni valakivel %@";

/* No comment provided by engineer. */
"Checkbox" = "Jelölőnégyzet";

/* No comment provided by engineer. */
"Choose an action" = "Válasszon egy műveletet";

/* No comment provided by engineer. */
"Choose the image size" = "Válassza ki a kép méretét";

/* No comment provided by engineer. */
"Conference" = "Konferencia";

/* No comment provided by engineer. */
"Configuration failed" = "Beállítás nem sikerült";

/* No comment provided by engineer. */
"Configuring account" = "Fiók beállítása";

/* No comment provided by engineer. */
"Confirm password" = "Jelszó megerősítése";

/* No comment provided by engineer. */
"Confirm the following SAS with peer:\nSay : %@\nYour correspondant should say : %@" = "Erősítse meg a következő SAS-t társcsomóponttal:\nMond: %1$@\nLevelezőnek mondania kell: %2$@";

/* No comment provided by engineer. */
"Contact duplicate" = "Ismétlődő névjegy";

/* No comment provided by engineer. */
"Contact error" = "Kapcsolattartási hiba";

/* No comment provided by engineer. */
"Continue" = "Folytat";

/* No comment provided by engineer. */
"Continue video" = " Videó folytatása ";

/* No comment provided by engineer. */
"Conversation creation error" = "Beszélgetés létrehozási hiba";

/* No comment provided by engineer. */
"Could not configure your account, please check parameters or try again later" = "Nem sikerült beállítani a fiókot. Kérjük, ellenőrizze a paramétereket vagy próbálja újra később";

/* No comment provided by engineer. */
"Debug" = "Hibakeresés";

/* No comment provided by engineer. */
"Decline" = "Elutasítás";

/* No comment provided by engineer. */
"Delete" = "Törlés";

/* No comment provided by engineer. */
"Delivered" = "Elküldve";

/* No comment provided by engineer. */
"Deny" = "Elutasítás";

/* No comment provided by engineer. */
"DENY" = "Elutasít";

/* No comment provided by engineer. */
"Deselect all" = "Kijelölés megszüntetése";

/* No comment provided by engineer. */
"Deselected" = "Nincs kijelölve";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "Közvetlen kapcsolat";

/* No comment provided by engineer. */
"Disable logs" = "Naplók letiltása";

/* No comment provided by engineer. */
"Do you want to delete selected contact?\nIt will also be deleted from your phone's address book." = "Szeretné törölni a kiválasztott névjegyet? Törlődni fog a telefonja címjegyzékéből is.";

/* No comment provided by engineer. */
"Do you want to delete selected contacts?\nThey will also be deleted from your phone's address book." = "Szeretné törölni a kiválasztott névjegyeket? Törlődni fognak a telefonja címjegyzékéből is.";

/* No comment provided by engineer. */
"Do you want to delete selected logs?" = "Szeretné törölni a kiválasztott naplókat?";

/* No comment provided by engineer. */
"Do you want to delete selected recordings?" = "Szeretné törölni kijelölt felvételeket?";

/* No comment provided by engineer. */
"Do you want to delete the selected conversations?" = "Szeretné törölni a kijelölt beszélgetéseket?";

/* No comment provided by engineer. */
"Do you want to delete the selected messages?" = "Szeretné törölni a kijelölt üzeneteket?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Szeretné törölni ezt a beszélgetést?";

/* No comment provided by engineer. */
"Do you want to leave and delete the selected conversations?" = "El szeretné hagyni és törölni a kijelölt beszélgetéseket?";

/* No comment provided by engineer. */
"Do you want to leave and delete this conversation?" = "Szeretne kilépni és törölni ezt a beszélgetést?";

/* No comment provided by engineer. */
"Do you want to leave this conversation?" = "Szeretne kilépni a beszélgetésből?";

/* No comment provided by engineer. */
"Done" = "Kész";

/* No comment provided by engineer. */
"Download" = "Letöltés";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "MMM dd. EEE HH'ó'mm'-kor'";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "MMMM dd. EEE";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "yyyy. MMMM dd. EEE";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "Vagy beállítson egy SIP proxy kiszolgálót a beállítások közül a hívás kezdete előtt vagy használjon érvényes SIP címet (pl. sip:janos@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "Vagy beállítson egy SIP proxy kiszolgálót a beállítások közül az üzenet küldése előtt vagy használjon érvényes SIP címet (pl. sip:janos@example.net)";

/* No comment provided by engineer. */
"Email addresses" = "Email címek";

/* No comment provided by engineer. */
"Enable logs" = "Naplók engedélyezése";

/* No comment provided by engineer. */
"Error" = "Hiba";

/* No comment provided by engineer. */
"Error while changing your password" = "Hiba történt a jelszava megváltoztatása közben";

/* No comment provided by engineer. */
"Error while downloading the file.\nThe file is probably encrypted.\nPlease retry to download this file after activating LIME." = "Hiba a fájl letöltése közben.\nA fájl valószínűleg titkosítva van.\nKérjük, próbálja újra letölteni ezt a fájlt a LIME indítása után.";

/* No comment provided by engineer. */
"Error: no mail account configured" = "Hiba: nincs e-mail fiók beállítva";

/* ICE processing has failed */
"Failed" = "Hibás";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "A megadott URL-ből történő beállítás sikertelen.";

/* No comment provided by engineer. */
"Failure" = "Sikertelen";

/* No comment provided by engineer. */
"Fetching remote configuration" = "Távoli konfiguráció lekérése folyamatban van";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "Távoli konfiguráció lekérése folyamatban van…";

/* No comment provided by engineer. */
"File download error" = "Fájl letöltési hiba";

/* No comment provided by engineer. */
"First name" = "Keresztnév";

/* No comment provided by engineer. */
"GC_MSG" = "Hozzá lett adva egy csevegő szobához";

/* No comment provided by engineer. */
"Go to settings" = "Menjen a beállításokhoz";

/* No comment provided by engineer. */
"Group conversation is not supported." = "Csoportos beszélgetés nem támogatott.";

/* No comment provided by engineer. */
"Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/downloads" = "Helló! Csatlakozzon hozzám a Linphone-on! Ingyenesen letöltheti a következő címen: https://www.linphone.org/downloads";

/* Template email for people wanting to send a bug report */
"Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ..." = "Itt található egy problémáról szóló információ, amely volt a készülékem.\nCsináltam ...\nArra számítottam, hogy a Linphone ...\nEhelyett váratlan eredményt kaptam: ...";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";

/* No comment provided by engineer. */
"I got it, continue" = "Megvan, folytassa";

/* No comment provided by engineer. */
"IC_MSG" = "";

/* No comment provided by engineer. */
"ICloud Drive is unavailable." = "Az ICloud meghajtó nem érhető el.";

/* No comment provided by engineer. */
"IM_FULLMSG" = "";

/* No comment provided by engineer. */
"IM_MSG" = "Üzenetet kapott";

/* No comment provided by engineer. */
"In apps not ready yet" = "Az alkalmazásokban még nincs kész";

/* ICE process is in progress */
"In progress" = "Folyamatban van";

/* No comment provided by engineer. */
"Incoming call" = "Bejövő hívás";

/* No comment provided by engineer. */
"Info" = "Információ";

/* No comment provided by engineer. */
"Instant messages are end-to-end encrypted in secured conversations. It is possible to upgrade the security level of a conversation by authenticating participants. To do so, call the contact and follow the authentification process." = "Az azonnali üzenetek végpontok között titkosítva vannak védett beszélgetésekben. A beszélgetés biztonsági szintjét a résztvevők hitelesítésével növelhetjük. Ehhez hívja a kapcsolatot és kövesse az azonosítási folyamatot.";

/* No comment provided by engineer. */
"Invalid proxy address" = "Érvénytelen meghatalmazott cím";

/* No comment provided by engineer. */
"Invalid remote provisioning URL" = "Érvénytelen távoli kiépítés URL";

/* No comment provided by engineer. */
"Invalid route" = "Érvénytelen útvonal";

/* No comment provided by engineer. */
"Invalid SIP address" = "Érvénytelen SIP-cím";

/* No comment provided by engineer. */
"Invalid username or domain" = "Érvénytelen felhasználónév vagy tartomány";

/* No comment provided by engineer. */
"Invalid." = "Érvénytelen.";

/* No comment provided by engineer. */
"Last name" = "Vezetéknév";

/* No comment provided by engineer. */
"Later" = "Később";

/* No comment provided by engineer. */
"LEAVE" = "Kilépés";

/* No comment provided by engineer. */
"Let's go" = "Menjünk";

/* No comment provided by engineer. */
"LIME identity key changed" = "LIME azonosító kulcs megváltozott";

/* No comment provided by engineer. */
"LIME identity key changed for %@" = "LIME  azonosító kulcs megváltozott %@";

/* No comment provided by engineer. */
"LIME requires ZRTP encryption.\nBy activating LIME you automatically activate ZRTP media encryption." = "LIME ZRTP titkosítást igényel.\nLIME indításával önműködően indításálja a ZRTP adathordozó-titkosítást.";

/* No comment provided by engineer. */
"LIME warning" = "LIME figyelmeztetés";

/* No comment provided by engineer. */
"Link my account" = "Fiók összekapcsolása";

/* No comment provided by engineer. */
"Link your account" = "Fiók összekapcsolása";

/* No comment provided by engineer. */
"Link your Linphone.org account %s to your phone number." = "Kapcsolja össze a Linphone.org fiókját %s a telefonszámával.";

/* No comment provided by engineer. */
"Low bandwidth" = "Alacsony sávszélesség";

/* InAppSettingKit */
"Mail not configured" = "Levelezés nincs beállítva";

/* No comment provided by engineer. */
"Man-in-the-middle attack detected" = "Közbeékelődéses támadás észlelt";

/* No comment provided by engineer. */
"Man-in-the-middle attack detected for %@" = "Közbeékelődéses támadás észlelt %@";

/* No comment provided by engineer. */
"Mark as seen" = "Megjelölve látta ként";

/* No comment provided by engineer. */
"Mark Read" = "Olvasottnak jelöl";

/* No comment provided by engineer. */
"Max participant count exceeded" = "Max résztvevő száma meghaladta";

/* No comment provided by engineer. */
"Max participant count exceeded by %@" = "Max résztvevő száma meghaladta %@";

/* No comment provided by engineer. */
"Maximum" = "Maximális";

/* No comment provided by engineer. */
"Maybe later" = "Talán később";

/* No comment provided by engineer. */
"Message received" = "Üzenet érkezett";

/* No comment provided by engineer. */
"Minimum" = "Minimális";

/* No comment provided by engineer. */
"Missed call" = "Nem fogadott hívás";

/* No comment provided by engineer. */
"Missing required callbacks" = "Hiányzó szükséges visszahívások";

/* No comment provided by engineer. */
"Missing required parameters" = "Hiányoznak a szükséges paraméterek";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "HH/nn";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "MM. dd. - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "NAT kapcsolat";

/* No comment provided by engineer. */
"Network down" = "Hálózat lefelé";

/* No comment provided by engineer. */
"Network Error" = "Hálózati hiba";

/* No comment provided by engineer. */
"New subject : %@" = "Új tárgy : %@";

/* No comment provided by engineer. */
"No" = "Nem";

/* No comment provided by engineer. */
"No account" = "Nincs fiók";

/* No comment provided by engineer. */
"No account configured" = "Nincs konfigurálva fiók";

/* No comment provided by engineer. */
"No address" = "Nincs cím";

/* No comment provided by engineer. */
"No call in progress" = "Nincs hívás folyamatban";

/* No comment provided by engineer. */
"No default account" = "Nincs alapértelmezett fiók";

/* No comment provided by engineer. */
"No microphone" = "Nincs mikrofon";

/* No comment provided by engineer. */
"No response received from remote" = "Nem érkezett válasz távolról";

/* No comment provided by engineer. */
"None" = "Nincs";

/* ICE has not been activated for this call */
"Not activated" = "Nincs indítva";

/* No comment provided by engineer. */
"Not implemented" = "Nincs megvalósítva";

/* No comment provided by engineer. */
"Not connected" = "Nincs kapcsolat";

/* No comment provided by engineer. */
"Nothing could be collected from your application, aborting now." = "Semmit nem lehetett összegyűjteni az alkalmazásából, megszakítás most.";

/* InAppSettingsKit */
"OK" = "Rendben";

/* No comment provided by engineer. */
"Operation could not be executed by server or remote client because it didn't have any context for it" = "A műveletet nem tudta végrehajtani a kiszolgáló vagy a távoli ügyfél mert ennek nem volt semmilyen összefüggése";

/* No comment provided by engineer. */
"Operation is unauthorized because missing credential" = "A művelet nem engedélyezett mert hiányzik a hitelesítő adat";

/* No comment provided by engineer. */
"Outdated Version" = "Lejárt verzió";

/* No comment provided by engineer. */
"Password" = "Jelszó";

/* No comment provided by engineer. */
"Passwords do not match." = "A jelszavak nem egyeznek.";

/* No comment provided by engineer. */
"Phone numbers" = "Telefonszámok";

/* No comment provided by engineer. */
"Photo library" = "Fotótár";

/* No comment provided by engineer. */
"Gallery access permission not authorized " = "Fotó nem engedélyezett";

/* No comment provided by engineer. */
"Gallery permission" = "Fotó engedélyével";

/* No comment provided by engineer. */
"Please confirm your country code and enter your phone number" = "Kérjük, erősítse meg országkódját és adja meg a telefonszámát";

/* No comment provided by engineer. */
"Please confirm your country code and enter your phone number." = "Kérjük, erősítse meg országkódját és adja meg a telefonszámát.";

/* No comment provided by engineer. */
"Please enter a password to your account" = "Kérjük, adja meg a fiókja jelszavát";

/* No comment provided by engineer. */
"Please enter a username" = "Kérjük, adja meg felhasználónevét";

/* No comment provided by engineer. */
"Please enter and confirm your new password" = "Kérjük, adja meg és erősítse meg új jelszavát";

/* No comment provided by engineer. */
"Please enter your email" = "Kérjük, adja meg az e-mail címét ";

/* No comment provided by engineer. */
"Please enter your phone number" = "Kérjük, adja meg a telefonszámát";

/* No comment provided by engineer. */
"Please enter your username" = "Kérjük, adja meg felhasználónevét";

/* No comment provided by engineer. */
"Please enter your username and password" = "Kérjük, adja meg felhasználónevét és jelszavát";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Kérjük, ellenőrizze, hogy készüléke csatlakozik-e az internethez és ellenőrizze újra a SIP-fiók konfigurációját a beállításokban.";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "Először fejezze be a GSM hívást.";

/* No comment provided by engineer. */
"Provisioning Load error" = "Létesítés betöltési hiba";

/* No comment provided by engineer. */
"Read" = "Olvas";

/* No comment provided by engineer. */
"Recordings" = "Felvételek";

/* No comment provided by engineer. */
"Connected" = "Csatlakoztatva";

/* No comment provided by engineer. */
"Connection failed" = "Sikertelen csatlakozás";

/* No comment provided by engineer. */
"Connection failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "A kapcsolat sikertelen, mert hiányzik a hitelesítés vagy érvénytelen %1$@@%2$@.\nÚjra megadhatja a jelszót vagy ellenőrizheti a fiók konfigurációját a beállításokban.";

/* No comment provided by engineer. */
"Connection failure" = "Csatlakozási hiba";

/* No comment provided by engineer. */
"Connection in progress" = "Kapcsolat folyamatban van";

/* ICE has established a connection through a relay */
"Relay connection" = " Továbbító csatlakozás";

/* No comment provided by engineer. */
"Remote configuration" = "Távoli konfiguráció";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "A távoli konfiguráció lekérése és alkalmazása sikeresen megtörtént.";

/* No comment provided by engineer. */
"Remove account(s) and self destruct" = "Távolítsa el a fióko(ka)t és önmegsemmisítés ";

/* No comment provided by engineer. */
"Reply" = "Válasz";

/* No comment provided by engineer. */
"Resend" = "Küldés ismét";

/* No comment provided by engineer. */
"Resource moved permanently" = "Forrás véglegesen áthelyezve";

/* No comment provided by engineer. */
"Resource no longer exists" = "Forrás már nem létezik";

/* No comment provided by engineer. */
"Save" = "Mentés";

/* No comment provided by engineer. */
"Security level decreased" = "Biztonsági szint csökkent";

/* No comment provided by engineer. */
"Security level decreased because of %@" = "Biztonsági szint csökkent mert %@";

/* No comment provided by engineer. */
"Select all" = "Összes kijelölése";

/* No comment provided by engineer. */
"Select the source" = "Forrás kiválasztása";

/* No comment provided by engineer. */
"Select your country" = "Válassza ki az országát";

/* No comment provided by engineer. */
"Selected" = "Kijelölve";

/* No comment provided by engineer. */
"Send logs" = "Naplók küldése";

/* No comment provided by engineer. */
"Sending logs" = "Naplók küldése folyamatban";

/* No comment provided by engineer. */
"Sent" = "Elküldve";

/* No comment provided by engineer. */
"Server error, please try again later." = "Kiszolgáló hiba, kérjük próbálja újra később.";

/* No comment provided by engineer. */
"Server request error" = "Kiszolgáló kérés hibája";

/* No comment provided by engineer. */
"Server timeout" = "Kiszolgálói időkorlát";

/* No comment provided by engineer. */
"Settings" = "Beállítások";

/* No comment provided by engineer. */
"Shop" = "Üzlet";

/* No comment provided by engineer. */
"Show" = "Megjelenítés";

/* No comment provided by engineer. */
"SIP addresses" = "SIP-címek";

/* No comment provided by engineer. */
"Stop video" = "Videót leállítsa ";

/* No comment provided by engineer. */
"Success" = "Sikeres";

/* No comment provided by engineer. */
"Temporarily unavailable" = "Ideiglenesen nem elérhető";

/* No comment provided by engineer. */
"The confirmation code is invalid. \nPlease check your SMS and try again." = "A megerősítési kód érvénytelen. Kérjük, ellenőrizze az SMS-ét és próbálja újra.";

/* No comment provided by engineer. */
"The confirmation code is invalid. \nPlease try again." = "A megerősítési kód érvénytelen. Kérjük, próbálja újra.";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "Nincs elérhető hálózati kapcsolat, engedélyezze a W ifi vagy a WWAN használatát a fiók beállitása előtt";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account." = "Nincs elérhető hálózati kapcsolat, engedélyezze a W ifi vagy a WWAN használatát a fiók beállitása előtt";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "Nincs elérhető hálózati kapcsolat, engedélyezze a Wifi-t vagy a WWAN-t  a hívás kezdete előtt";

/* No comment provided by engineer. */
"This account does not exist." = "Ez a fiók nem létezik.";

/* No comment provided by engineer. */
"This account is already activated." = "Ez a fiók már indítálva van.";

/* No comment provided by engineer. */
"This account is already in use." = "Ez a fiók már használatban van.";

/* No comment provided by engineer. */
"This account is already connected." = "Ez a fiók már csatlakoztatva van.";

/* No comment provided by engineer. */
"This account is not activated yet." = "Ezt a fiókot még nem indítózták.";

/* No comment provided by engineer. */
"This alias does not exist." = "Ez az álnév nem létezik.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Ez az eszköz nincs beállítva e-mail küldésre. Kérjük, konfigurálja a  levelezési beállításokat a gépházban.";

/* No comment provided by engineer. */
"This email address is already used." = "Ez az e-mail cím már használatban van.";

/* No comment provided by engineer. */
"This email does not exist." = "Ez az e-mail nem létezik.";

/* No comment provided by engineer. */
"This message is not encrypted." = "Ez az üzenet nincs titkosítva.";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "Ez a művelet egy távoli konfigurációt tölt be. Folytatás?";

/* No comment provided by engineer. */
"This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number." = "Ez a telefonszám már használatban van. Kérjük, adjon meg egy másik számot. Törölheti a meglévő fiókját ha újra akarja használni a telefonszámát.";

/* No comment provided by engineer. */
"TODAY" = "Ma";

/* No comment provided by engineer. */
"Transfer error" = "Átviteli hiba";

/* No comment provided by engineer. */
"Trust has been denied. Make a call to start the authentication process again." = "Megbízhatóságot megtagadták. Hívjon, hogy újra indítsa el a hitelesítési folyamatot.";

/* No comment provided by engineer. */
"Unknown" = "Ismeretlen";

/* No comment provided by engineer. */
"Unknown country code" = "Ismeretlen országkód";

/* No comment provided by engineer. */
"Unknown error" = "Ismeretlen hiba";

/* No comment provided by engineer. */
"Unknown error (%@)." = "Ismeretlen hiba (%@)";

/* No comment provided by engineer. */
"Unknown error, please try again later." = "Ismeretlen hiba, kérjük próbálja újra később.";

/* No comment provided by engineer. */
"Unsupported content" = "Nem támogatott tartalom";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "A videót nem lehet indítani alacsony sávszélesség miatt, csak hang elérhető";

/* No comment provided by engineer. */
"Video request" = "Videó kérés";

/* No comment provided by engineer. */
"Voice mail" = "Hangposta";

/* No comment provided by engineer. */
"Warning" = "Figyelmeztetés";

/* No comment provided by engineer. */
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "Figyelem: e-mail 3 melléklettel jön létre:\n- Alkalmazásnaplók\n- Linphone beállítások\n- Csevegés előzményei.\nTartalmazhatnak személyes információkat ( esetleg tartalmazhat egyértelmű szöveges jelszót!).\nE-mail küldése előtt eltávolíthat egyet vagy többet a mellékletek közül, azonban minden fontos a probléma diagnosztizálásához.";

/* No comment provided by engineer. */
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "Figyelem: e-mail jön létre az alkalmazásnaplókkal. Ez tartalmazhat személyes információkat (de jelszó nélkül!).\nEzek a naplók fontosak a probléma diagnosztizálásához.";

/* No comment provided by engineer. */
"We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:" = "Küldtünk egy SMS-t egy érvényesítési kóddal %@. A telefonszámának ellenőrzésének befejezéséhez kérjük, írja be az alábbi 4 számjegyű kódot:";

/* No comment provided by engineer. */
"What will my phone number be used for?" = "Mire fogják használni a telefonszámomat?";

/* No comment provided by engineer. */
"Yes" = "Igen";

/* No comment provided by engineer. */
"YESTERDAY" = "Tegnap";

/* No comment provided by engineer. */
"You already own an account." = "Ön már rendelkezik fiókkal.";

/* No comment provided by engineer. */
"You are no longer an admin of the chat room" = "Ön már nem a csevegő szoba adminisztrátora";

/* No comment provided by engineer. */
"You are now an admin of the chat room" = "Most Ön a csevegő szoba adminisztrátora";

/* No comment provided by engineer. */
"You are trying to send a message using LIME to a contact not verified by ZRTP.\nPlease call this contact and verify his ZRTP key before sending your messages." = "Megpróbál üzenetet küldeni a LIME használatával egy olyan névjegynek, amelyet a ZRTP nem igazol.\nKérjük, hívja fel ezt a névjegyet és ellenőrizze a ZRTP kulcsát az üzenetek küldése előtt.";

/* No comment provided by engineer. */
"You cancelled your account." = "Ön törölte a fiókját.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "Már vásárolt egy fiókot de ez már nem létezik.";

/* No comment provided by engineer. */
"You have been added to a chat room" = "Hozzá lett adva egy csevegőszobához";

/* No comment provided by engineer. */
"You have joined the group" = "Ön csatlakozott a csoporthoz";

/* No comment provided by engineer. */
"You have left the group" = "Ön elhagyta a csoportot";

/* No comment provided by engineer. */
"You have missed a call." = "Nem fogadott egy hívást.";

/* No comment provided by engineer. */
"You have received a message." = "Üzenetet kapott.";

/* No comment provided by engineer. */
"You have received an encrypted message you are unable to decrypt from %@.\nYou need to call your correspondant in order to exchange your ZRTP keys if you want to decrypt the future messages you will receive." = "Titkosított üzenetet kapott, amelyet nem tud megfejteni: %@.\nHívnia kell a levelezőt a ZRTP-kulcsok cseréjéhez, ha vissza akarja fejteni a jövőbeli kapott üzeneteket.";

/* No comment provided by engineer. */
"You missed a call from %@" = "Nem fogadott egy hívást%@";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "A címjegyzékhez való hozzáféréshez engedélyeznie kell az alkalmazást.\nVáltson az alkalmazásra a Beállítások> Adatvédelem> Névjegyek menüben";

/* No comment provided by engineer. */
"Select a contact or create a new one." = "Válasszon ki egy névjegyet, vagy hozzon létre egy újat.";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use the application." = "Az alkalmazás használatához csatlakoztatnia kell a mikrofont a készülékéhez.";

/* No comment provided by engineer. */
"Your account has expired." = "Fiókja lejárt.";

/* No comment provided by engineer. */
"Your account is not a Linphone account.\nWe can not change your password." = "Fiókja nem Linphone-fiók. Nem tudjuk megváltoztatni a jelszavát.";

/* No comment provided by engineer. */
"Your account will expire in %i days." = "Fiókja lejár %i napon belül.";

/* No comment provided by engineer. */
"Your activation code contains invalid characters." = "Az indítási kódja érvénytelen karaktereket tartalmaz.";

/* No comment provided by engineer. */
"Your confirmation password doesn't match your password" = "A megerősítő jelszava nem egyezik a jelszavával";

/* No comment provided by engineer. */
"Your country code is invalid." = "Az országkódja érvénytelen.";

/* No comment provided by engineer. */
"Your country code is too long." = "Az országkódja túl hosszú.";

/* No comment provided by engineer. */
"Your country code is too short." = "Az országkódja túl rövid.";

/* No comment provided by engineer. */
"Your phone number is too short." = "Telefonszáma túl rövid.";

/* No comment provided by engineer. */
"Your phone number is too long." = "Telefonszáma túl hosszú.";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "Az eszköz nincs beállítva e-mailek küldésére.  Kérjük, hogy a naplók küldése előtt állítsa be a levelező alkalmazást.";

/* No comment provided by engineer. */
"Your email contains invalid characters." = "E-mailje érvénytelen karaktereket tartalmaz.";

/* No comment provided by engineer. */
"Your email is invalid" = "Az Ön e-mailje érvénytelen";

/* No comment provided by engineer. */
"Your email is malformed." = "Az Ön e-mail címe hibás.";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well." = "Barátai könnyebben megtalálja Önt ha összekapcsolja fiókját a telefonszámával.\nA címjegyzékben látni fogja, hogy ki használja a Linphone-t és a barátai tudni fogják, hogy Linphone-on is elérhetik Önt.";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account." = "Barátai könnyebben megtalálja Önt ha összekapcsolja fiókját a telefonszámával.\nA címjegyzékben látni fogja, hogy ki használja a Linphone-t és a barátai tudni fogják, hogy Linphone-on is elérhetik Önt.\nHasználhatja a telefonszámát csak egy Linphone fiókkal.  Ha már összekapcsolta a számát egy másik fiókkal de inkább ezt használja, kösse össze most és a telefonszáma önműködően átkerül erre a fiókra.";

/* No comment provided by engineer. */
"Your password contains invalid characters." = "Jelszava érvénytelen karaktereket tartalmaz.";

/* No comment provided by engineer. */
"Your password has been successfully changed" = "A jelszó módosítása sikeresen megtörtént";

/* No comment provided by engineer. */
"Your password is too long." = "Jelszava túl hosszú.";

/* No comment provided by engineer. */
"Your password is too short." = "Jelszava túl rövid.";

/* No comment provided by engineer. */
"Your phone number is invalid." = "Az Ön telefonszáma érvénytelen.";

/* No comment provided by engineer. */
"Your SIP address will be sip:%s@sip.linphone.org" = "SIP-címét elküldjük:%s@sip.linphone.org";

/* No comment provided by engineer. */
"Your username contains invalid characters." = "A felhasználónév érvénytelen karaktereket tartalmaz.";

/* No comment provided by engineer. */
"Your username is invalid." = "A felhasználóneve érvénytelen.";

/* No comment provided by engineer. */
"Your username is too long." = "Felhasználónév túl hosszú.";

/* No comment provided by engineer. */
"Your username is too short." = "Felhasználónév túl rövid.";

/* No comment provided by engineer. */
"ZRTP activation" = "ZRTP indítása";

/* No comment provided by engineer. */
"ZRTP verification" = "ZRTP ellenőrzés";
